-- phpMyAdmin SQL Dump
-- version 2.10.3
-- http://www.phpmyadmin.net
-- 
-- Host: localhost
-- Generation Time: Apr 19, 2016 at 03:02 PM
-- Server version: 5.0.51
-- PHP Version: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- Database: `financial_donation`
-- 

-- --------------------------------------------------------

-- 
-- Table structure for table `donation`
-- 

CREATE TABLE `donation` (
  `id_donation` int(10) NOT NULL auto_increment,
  `num1` varchar(10) NOT NULL,
  `num2` varchar(10) NOT NULL,
  `name_donation` varchar(100) NOT NULL,
  `lastname_donation` varchar(100) NOT NULL,
  `date_donation` char(20) NOT NULL,
  `tax` varchar(50) NOT NULL,
  `amount` varchar(20) NOT NULL,
  `address` varchar(250) NOT NULL,
  PRIMARY KEY  (`id_donation`)
) ENGINE=MyISAM  DEFAULT CHARSET=tis620 AUTO_INCREMENT=147 ;

-- 
-- Dumping data for table `donation`
-- 

INSERT INTO `donation` VALUES (8, '1', '3', 'นางพิมพ์พร', 'ผิวขาว', '26/07/2014', 'แบบธรรมดา', '500', 'อาจารย์ประจำชั้น ป.4/8 โรงเรียนอนุบาลขอนแก่น  อ.เมืองขอนแก่น  จ.ขอนแก่น  40000');
INSERT INTO `donation` VALUES (7, '1', '2', 'นายวัชรากร', 'พร้อมจิตร', '26/07/2014', 'แบบธรรมดา', '1500', '9/509  หมู่บ้านพิมานธานี  ต.เมืองเก่า  อ.เมือง  จ.ขอนแก่น  40000');
INSERT INTO `donation` VALUES (6, '1', '1', 'นางกาญจนา', 'สาหมาน', '16/07/2014', 'แบบธรรมดา', '500', '395/1 หมู่ที่ 5 ต.เมืองเดช อ.เดชอุดม อ.เดชอุดม จ.อุบลราชธานี ');
INSERT INTO `donation` VALUES (9, '1', '4', 'ครอบครัวคุณดนุภพ-คุณศิวพร', 'ศรีหาตา', '26/07/57', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (10, '1', '5', 'ครอบครัวคุณพรรตรี', 'ศรีหาตา', '26/07/57', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (11, '1', '6', 'มูลนิธิแก่นนครวิทยาลัย', '', '05/08/2014', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (18, '1', '7', 'Preeyawadee', 'North', '11/08/2014', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (19, '1', '8', 'คุณรัชนี', 'ไพรสำราญ', '09/10/2014', 'แบบธรรมดา', '500', '136/62  ม.5  หมู่บ้านรติรมย์เพลส  ซอย 19\r\nถ.บางกรวย - จงถนอม  ต.มหาสวัสดิ์  อ.บางกรวย  \r\nจ.นนทบุรี  11130 ');
INSERT INTO `donation` VALUES (24, '1', '9', 'ธนาคารเกียรตินาคิน ', 'สาขาอุดรธานี ', '18/09/2014', 'แบบธรรมดา', '9365.75', '');
INSERT INTO `donation` VALUES (26, '1', '10', 'การไฟฟ้า เขื่อนอุบลรัตน์ ', '', '08/08/2014', 'แบบธรรมดา', '1700', 'โรงไฟฟ้าพลังน้ำ ภาคตะวันออกเฉียงเหนือ ต.เขื่อนอุบลรัตน์ อ.อุบลรัตน์ จ.ขอนแก่น 40250');
INSERT INTO `donation` VALUES (27, '1', '11', 'ด.ช.ธีทัต - ด.ช.ธงทัต ', 'ชาวนาเมือง และครอบครัว', '14/11/2014', 'แบบธรรมดา', '46687', '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600');
INSERT INTO `donation` VALUES (28, '1', '12', 'คุณกิตติ', 'ตื้อปั้น', '18/11/2014', 'แบบธรรมดา', '2000', 'หมู่บ้านเอื้ออาทร ต.ศิลา อ.เมือง จ.ขอนแก่น ');
INSERT INTO `donation` VALUES (29, '1', '13', 'ผู้ช่วยศาสตราจารย์พรทิพย์', 'พินทุโยธิน', '2/12/2557', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (30, '1', '14', 'คุณวชิรา-เสรี-ธรรมฤทธิ์', 'ลิขิตธีรเมธ', '26/11/2557', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (31, '1', '15', 'คุณศุภลักษณ์', 'วันนาพ่อ', '8/12/2557', 'แบบธรรมดา', '100', '115/8 ม.2 ต.เสม็ด อ.เมืองชลบุรี จ.ชลบุรี 20000');
INSERT INTO `donation` VALUES (32, '1', '16', 'คุณฬฎาวรรณ', 'พันธุ์งาม', '2/12/57', 'แบบธรรมดา', '2500', '64  ม.7  ต.ซับสมบูรณ์  อ.วิเชียรบุรี  จ.เพชรบูรณ์');
INSERT INTO `donation` VALUES (33, '1', '17', 'คุณฉันทลักษณ์', 'มงคล', '2/02/2558', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (34, '1', '18', 'คุณศศิมา-คุณกัลยา', 'โพธิ์ทองคำ', '17/01/2558', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (36, '1', '19', 'คุณวิชญา', 'โทมัส', '05/02/58', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (37, '1', '20', 'คุณสุภวิตา ', 'พงษ์สกุล', '12/02/2015', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (38, '1', '21', 'คุณปัทมา เลี้ยงสุขสันต์ และคุณสัญญา สุกิจบริหาร', '', '10/03/2015', 'แบบธรรมดา', '100000', '');
INSERT INTO `donation` VALUES (39, '1', '22', 'คุณฐิติพันธ์', 'ทวาเรศ', '11/03/58', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (40, '1', '23', 'คุณวีรกมล', 'เทพหนู', '23/03/58', 'แบบธรรมดา', '500', '19/1 ถ.คลองยาใต้ ต.บ้านพรุ อ.หาดใหญ่ จ.สงขลา 90250');
INSERT INTO `donation` VALUES (41, '1', '24', 'คุณดุษณี ', 'จิรัฐพิกาลพงศ์', '3/04/2558', 'แบบธรรมดา', '500', '308/29 ถ.กุดยางสามัคคี ต.กาฬสินธุ์ อ.เมืองกาฬสินธุ์ จ.กาฬสินธุ์ ');
INSERT INTO `donation` VALUES (42, '1', '25', 'คุณอึ้งเกียงเอี้ยง แซ่อึ้ง และ คุณเทียม ภัทรจริยา', '', '06/05/2015', 'แบบธรรมดา', '100000', '134/351 ต.ท่าทราย ถ.นนทบุรี อ.้มืองนนทบุรี จ.นนทบุรี 11000');
INSERT INTO `donation` VALUES (43, '1', '26', 'คุณพัชราภา', 'งามสงวนปรีชา', '13/05/2558', 'แบบธรรมดา', '501', '399/63 ซ.พงษ์เพชรนิเวศน์ ถ.ประชาชื่น \r\nแขวง/เขต จตุจักร กรุงเทพฯ 10900\r\nโทร 087-6736163');
INSERT INTO `donation` VALUES (46, '1', '27', 'นางรัตนาภรณ์ เกษมสุขโชติและครอบครัว นางธิดารัตน์ พรมแก้วและครอบครัว', ' และกลุ่มพยาบาล 4ค โรงพยาบาลศรีนครินทร์', '22/05/2015', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (48, '1', '28', 'คุณสุทธิกานต์ ', 'ก่อสกุล', '04/06/2015', 'แบบธรรมดา', '240', '');
INSERT INTO `donation` VALUES (49, '1', '29', 'EXO SUHO และเเฟนคลับ', '', '02/07/2015', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (50, '1', '30', 'คุณวรัญญา', 'คำรพภูมิชัย', '02/07/2015', 'แบบธรรมดา', '980', '523 หมู่บ้านอมรชัย 3 ถ.บรมราชชนนี ศาลาธรรมสพน์ ทวีวัฒนา กรุงเทพฯ 10170');
INSERT INTO `donation` VALUES (51, '1', '31', 'มูลนิธิแก่นนครวิทยาลัย', '', '27/07/2015', 'แบบธรรมดา', '3000', 'มูลนิธิแก่นนครวิทยาลัย อาคารไอซีที\r\nโรงเรียนแก่นนครวิทยาลัย อ.เมือง \r\nจ.ขอนแก่น 40000');
INSERT INTO `donation` VALUES (52, '1', '32', 'คุณดุษณี', 'จิรัฐพิกาลพงศ์ ', '24/07/2015', 'แบบธรรมดา', '6000', '');
INSERT INTO `donation` VALUES (53, '1', '33', 'คุณเอกวัฒน์ ', 'วิปันโส', '25/07/2558', 'แบบธรรมดา', '200', 'รพ.ขุนตาล 208 หมู่12 ต.ยางฮอม อ.ขุนตาล \r\n\r\nจ.เชียงราย 57340\r\n');
INSERT INTO `donation` VALUES (54, '1', '34', 'ด.ญ.กัณญภัทร', 'ชนะเกียรติ และครอบครัว', '07/08/2015', 'แบบธรรมดา', '2000', '337/337 ม.2 หมู่บ้านไทย ต.ศิลา อ.เมือง จ.ขอนแก่น \r\n\r\nโทร.0863230344');
INSERT INTO `donation` VALUES (55, '1', '35', 'คุณธนวัฒน์ ', 'ขันทอง', '10/08/2015', 'แบบธรรมดา', '237', '');
INSERT INTO `donation` VALUES (56, '1', '36', 'รศ.ดร.ธีระ', 'ฤทธิรอด และครอบครัว', '18/08/2015', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (57, '1', '37', 'คุณเกศวณี', 'มีดี', '18/08/2015', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (58, '1', '38', 'คุณสุภาวิตา ', 'พงษ์สกุล', '3 กันยายน 2558', 'แบบธรรมดา', '700', '');
INSERT INTO `donation` VALUES (60, '1', '39', 'คุณน้ำฝน ชาวนาเมือง, ด.ช.ธีทัต ชาวนาเมือง และ ด.ช.ธงทัต ชาวนาเมือง', '', '4 กันยายน 2558', 'แบบธรรมดา', '10000', '7-9 ซ.อินทราพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600');
INSERT INTO `donation` VALUES (61, '140', '40', 'คุณนพศรัญ', 'สุภาไชยกิจ', '22 กันยายน 2558', 'แบบลดหย่อนภาษี', '1000', '');
INSERT INTO `donation` VALUES (62, '1', '41', 'โรงเรียนจุฬาภรณ์ราชวิทยาลัย เลย', '', '05/10/2015', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (63, '1', '42', 'คุณธนฤทัย', 'ดอนมอญ', '04/11/2015', 'แบบธรรมดา', '2000', '22 ม.4 ต.ชานุมาน อ.ชานุมาน จ.อำนาญเจริญ');
INSERT INTO `donation` VALUES (64, '1', '43', 'มูลนิธิ วันชัย-อรชร', '', '09/10/2015', 'แบบธรรมดา', '5000', 'มูลนิธิ วันชัย-อรชร \r\n51 ม.2 ถ.ปู่เจ้าสมิงพราย ต.บางหญ้าแพรก อ.พระประเเดง จ.สมุทรปราการ 10130');
INSERT INTO `donation` VALUES (65, '1', '44', 'คณะนักศึกษาระดับปริญญาโทสาขาวิชานวัตกรรมการพัฒนาอสังหาริมทรัพย์ ', 'คณะสถาปัตยกรรมศาสตร์และการผังเมือง ม.ธรรมศาสตร์ (MIRED) รุ่นที่ 7', '17/11/2015', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (66, '140', '41', 'คุณศิริภัทร ชินดุษฏีกุล', 'คุณบุศรินทร์ ลือถาวร', '01/12/2015', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (68, '1', '45', 'คุณสัญญา สุกิจบริหาร และคุณปัทมา เลี้ยงสุขสันต์', '', '1 มีนาคม 2559', 'แบบธรรมดา', '100000', '');
INSERT INTO `donation` VALUES (69, '1', '46', 'คุณสุรเดช มานิยม', '', '1 มีนาคม 2559', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (70, '1', '47', 'ผู้ร่วมบริจาค', '', '1 มีนาคม 2559', 'แบบธรรมดา', '9200', '');
INSERT INTO `donation` VALUES (71, '1', '48', 'คุณเกรียงศักดิ์ - คุณนพรัตน์', 'ตั้งสมบูรณ์', '1 มีนาคม 2559', 'แบบธรรมดา', '100000', '9/78 ม.ลดาวัลย์ ราชพฤกษ์-ปิ่นเกล้า ถ.ราชพฤกษ์ ต.บางระมาด อ.ตลิ่งชัน กรุงเทพฯ 10170');
INSERT INTO `donation` VALUES (72, '1', '49', 'คุณกมลรักษ์ ', 'งานเพียรเลิศ', '1 มีนาคม 2559', 'แบบธรรมดา', '10000', '35/78 ถ.สุทธิสารวินิจฉัย ซอยสุดประเสริฐ ต.ห้วยขวาง อ.ห้วยขวาง กรุงเทพฯ 10310');
INSERT INTO `donation` VALUES (73, '1', '50', 'ร้านหัวปลาช่องนนทรี คุณกฤช-คุณแป๋ว', 'ลิมป์รัตนกาญจน์', '1 มีนาคม 2559', 'แบบธรรมดา', '100000', '36132 หมู่บ้านลดาวัลย์ ถ.ศรีนครินทร์ ต.บางแก้ว อ.บางพลี จ.สมุทรปราการ 10540 ');
INSERT INTO `donation` VALUES (74, '1', '51', 'คุณสุภาวิตา พงศ์สกุล', '(กุ้งหวาน)', '7 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (75, '1', '52', 'โรงเรียนจุฬาภรณราชวิทยาลัย เลย (โรงเรียนวิทยาศาสตร์ภูมิภาค) ', '', '7 มีนาคม 2559', 'แบบธรรมดา', '1500', '');
INSERT INTO `donation` VALUES (76, '1', '53', 'บริษัท มหัศจรรย์มอเตอร์ จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '200000', '');
INSERT INTO `donation` VALUES (77, '1', '54', 'บริษัท หทัยราษฎร์มอเตอร์ไบค์ จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '30000', '');
INSERT INTO `donation` VALUES (78, '1', '55', 'คุณขลุ่ย ', 'เอี่ยมวสันต์', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (79, '1', '56', 'บริษัท พีไบค์ จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (80, '1', '57', 'บริษัท ศรีเลิศหล้า จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (81, '1', '58', 'บริษัท ส. พัฒนาเจริญยนต์', '', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (82, '1', '59', 'คุณทองดี', 'ลาภจตุรพิธ', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (83, '1', '60', 'คุณบุญโชค สงสมบัติและคุณพัชราวรรณ ปาจรีย์', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (84, '1', '61', 'คุณหงเงิน', 'เชื้อชื่นชม', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (85, '1', '62', 'คุณธันยาภัทร์', 'ชื่นชม', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (86, '1', '63', 'คุณบรรพต', 'เกียรติธนะบำรุง', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (87, '1', '64', 'คุณสาโรช', 'เวชชาภินันท์', '9 มีนาคม 2559', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (88, '1', '65', 'คุณเกรียงศักดิ์', 'วิชิตจรูญ', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (89, '1', '66', 'คุณภณธนวัฒน์', 'ทรัพย์อดุลชัย', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (90, '1', '67', 'คุณวิชัย', '(คุณอุ๋ย)', '9 มีนาคม 2559', 'แบบธรรมดา', '6000', '');
INSERT INTO `donation` VALUES (91, '1', '68', 'คุณสุรินทร์', 'พลธนะวสิทธิ์', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (92, '1', '69', 'คุณลลนา', 'กิจสมัคร', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (93, '1', '70', 'คุณธนเดช ', 'จันทร์เจริญ', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (94, '1', '71', 'คุณสมบูรณ์ ', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (95, '1', '72', 'บริษัท ศรีพิพัฒน์คอมเมอร์เชียล จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (96, '1', '73', 'คุณพงศธร', 'ศิริเฑียรทอง', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (97, '1', '74', 'คุณภัทรเศรษฐ์', 'เอี่ยมสถาพร', '9 มีนาคม 2559', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (98, '1', '75', 'คุณเขมชาติ', 'สิงห์ทอง', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (99, '1', '76', 'คุณสมบูรณ์', 'ศิริสุขรุ่งเรือง', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (100, '1', '77', 'คุณบุญส่ง', 'บุญสิทธิ์ศิริกุล', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (101, '1', '78', 'คุณพรศักดิ์', 'ลิ้มศิริรุ่งเรือง', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (102, '1', '79', 'คุณวันชัย', 'อังคะอุทัยวร', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (103, '1', '80', 'คุณองอาจ ', ' เพิ่มพูนพัฒนา', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (104, '1', '81', 'คุณชฎารัตน์', 'เอี่ยมศิริกุลมิตร', '9 มีนาคม 2559', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (105, '1', '82', 'คุณสมยศ', 'เกิดพงศ์วณิช', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (106, '1', '83', 'คุณเกรียงศักดิ์', 'วิชิตจรูญ', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (107, '1', '84', 'คุณเจษฎา', 'ดวงอุดมเดช', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (108, '1', '85', 'คุณพีรพล', 'คงราศรี', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (109, '1', '86', 'คุณอนุชา', 'โตกมลธรรม', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (110, '1', '87', 'ร้านเจริญพานิช', '', '9 มีนาคม 2559', 'แบบธรรมดา', '6000', '');
INSERT INTO `donation` VALUES (111, '1', '88', 'พลเรือเอกพจนา-คุณบุษบา', 'เผือกผ่อง', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (112, '1', '89', 'คุณสมเจตน์-คุณดวงเดือน', 'สมบูรณ์ยิ่ง', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (113, '1', '90', 'คุณดำริห์', 'พันธ์นุช', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (114, '1', '91', 'ดต.หญิง มะลิ', 'อัมพวัน และครอบครัว', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (115, '1', '92', 'พ.ต.ท.วิโรจน์-คุณนริศรา', 'ตัดโส', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (116, '1', '93', 'คุณมานิต', 'ศิริสุทธิรักษ์', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (117, '1', '94', 'คุณธวัชชัย', 'ล้อมวัฒนธรรม', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (118, '1', '95', 'คุณธนกฤต', 'นรสิงห์', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (119, '1', '96', 'บริษัท เอ็มเจมอเตอร์อุบลราชธานี จำกัด', '', '9 มีนาคม 2559', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (120, '1', '97', 'นางอังคณา', 'ศิริเวชกุล', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (121, '1', '98', 'คุณอรอนงค์', 'บุญชู', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (122, '1', '99', 'คุณกุสุมา', 'วรรณพฤกษ์', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (123, '1', '100', 'คุณรฐา', 'โอภาสถิรกุล', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (124, '2', '101', 'พระอธิการเทพรัตน์', 'จังกุปาหนวัฒน์', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (125, '2', '102', 'คุณอรุณศรี', 'จังกุปาหนวัฒน์', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (126, '2', '103', 'คุณบัณฑูร-คุณนันทนา', 'จังกุปาหนวัฒน์', '9 มีนาคม 2559', 'แบบธรรมดา', '6000', '');
INSERT INTO `donation` VALUES (127, '2', '104', 'คุณเสาวณี', 'เตียศิริ', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (128, '2', '105', 'คุณวาสนา', 'เวสารัชเวศย์', '9 มีนาคม 2559', 'แบบธรรมดา', '9000', '');
INSERT INTO `donation` VALUES (129, '2', '106', 'คุณพจนา', 'วีระชาลี', '9 มีนาคม 2559', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (130, '2', '107', 'คุณพันชิตา', 'จันทร์ประเสริฐ', '9 มีนาคม 2559', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (131, '2', '108', 'คุณจิตติมา', 'สมัครบุตร', '9 มีนาคม 2559', 'แบบธรรมดา', '1500', '');
INSERT INTO `donation` VALUES (132, '2', '109', 'ปาล์มทองเจริญยนต์', '', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (133, '2', '110', 'คุณเจริญ', 'ลาภล้นเหลือหลาย', '9 มีนาคม 2559', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (134, '2', '111', 'คุณธนวัฒน์', 'จินดาวิภูษิต', '9 มีนาคม 2559', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (135, '2', '112', 'คุณวิบูลย์ ', 'เบญญาดิลก', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (136, '2', '113', 'คุณคเชนทร์', 'รวยทรัพย์ทวี', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (137, '2', '114', 'คุณบุญเชิด', 'ลีลาคุณากร', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (138, '2', '115', 'คุณจริยา', 'คูณลินทิพย์', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (139, '2', '116', 'คุณอนุชิต', 'พาณิชวทัญญู', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (140, '2', '117', 'คุณพิชิต', 'จันทร์ประเสริฐ', '9 มีนาคม 2559', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (141, '2', '118', 'คุณสาธิต', 'มโนมัยลาภ', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (142, '2', '119', 'คุณมหรรณพ', 'มโนมัยลาภ', '9 มีนาคม 2559', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (143, '', '120', 'คุณนาตยา  กองศรีหาทรัพย์', 'กองศรีหาทรัพย์', '9 มีนาคม 2559', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (144, '2', '121', 'คุณหนึ่งฤทัย', 'ไพทีกุล', '24 มีนาคม 2559', 'แบบธรรมดา', '1500', '25/6/5 ซ.ประชาราษฎร์ 16 ต.ตลาดขวัญ อ.เมือง จ.นนทบุรี 11000');
INSERT INTO `donation` VALUES (145, '2', '122', 'ด.ช.แอนโทนี่ ', 'ฮาร์แลนด์', '02/04/2016', 'แบบธรรมดา', '1000', '88 ม.11 หบู่บ้านซำทอง ต.ผาอินทร์แปลง อ.เอราวัณ จ.เลย 42220');
INSERT INTO `donation` VALUES (146, '2', '123', 'คุณสุภาวิตา', 'พงศ์สกุล ', '02/04/2016', 'แบบธรรมดา', '3000', '');

-- --------------------------------------------------------

-- 
-- Table structure for table `donation_billing`
-- 

CREATE TABLE `donation_billing` (
  `id_donation` int(10) NOT NULL auto_increment,
  `num1` varchar(10) NOT NULL,
  `num2` varchar(10) NOT NULL,
  `name_donation` varchar(100) NOT NULL,
  `lastname_donation` varchar(100) NOT NULL,
  `date_donation` date NOT NULL,
  `tax` varchar(50) NOT NULL,
  `amount` float NOT NULL,
  `address` varchar(250) NOT NULL,
  `filename` varchar(100) default NULL,
  `tel` varchar(15) default NULL,
  `bmd` date NOT NULL,
  `email` varchar(15) default NULL,
  `id_type_donate` int(3) NOT NULL,
  PRIMARY KEY  (`id_donation`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=717 ;

-- 
-- Dumping data for table `donation_billing`
-- 

INSERT INTO `donation_billing` VALUES (8, '1', '3', 'นางพิมพ์พร', 'ผิวขาว', '2014-07-26', 'แบบธรรมดา', 500, 'อาจารย์ประจำชั้น ป.4/8 โรงเรียนอนุบาลขอนแก่น  อ.เมืองขอนแก่น  จ.ขอนแก่น  40000', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (7, '1', '2', 'นายวัชรากร', 'พร้อมจิตร', '2014-07-26', 'แบบธรรมดา', 1500, '9/509  หมู่บ้านพิมานธานี  ต.เมืองเก่า  อ.เมือง  จ.ขอนแก่น  40000', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (6, '1', '1', 'นางกาญจนา', 'สาหมาน', '2014-07-16', 'แบบธรรมดา', 500, '395/1 หมู่ที่ 5 ต.เมืองเดช อ.เดชอุดม อ.เดชอุดม จ.อุบลราชธานี ', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (9, '1', '4', 'ครอบครัวคุณดนุภพ-คุณศิวพร', 'ศรีหาตา', '2014-07-26', 'แบบธรรมดา', 500, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (10, '1', '5', 'ครอบครัวคุณพรรตรี', 'ศรีหาตา', '2014-07-26', 'แบบธรรมดา', 500, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (11, '1', '6', 'มูลนิธิแก่นนครวิทยาลัย', '', '2014-08-05', 'แบบธรรมดา', 3000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (18, '1', '7', 'Preeyawadee', 'North', '2014-08-11', 'แบบธรรมดา', 500, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (19, '1', '8', 'คุณรัชนี', 'ไพรสำราญ', '2014-10-09', 'แบบธรรมดา', 500, '136/62  ม.5  หมู่บ้านรติรมย์เพลส  ซอย 19\r\nถ.บางกรวย - จงถนอม  ต.มหาสวัสดิ์  อ.บางกรวย  \r\nจ.นนทบุรี  11130 ', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (24, '1', '9', 'ธนาคารเกียรตินาคิน ', 'สาขาอุดรธานี ', '2014-09-18', 'แบบธรรมดา', 9365.75, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (26, '1', '10', 'การไฟฟ้า เขื่อนอุบลรัตน์ ', '', '2014-08-08', 'แบบธรรมดา', 1700, 'โรงไฟฟ้าพลังน้ำ ภาคตะวันออกเฉียงเหนือ ต.เขื่อนอุบลรัตน์ อ.อุบลรัตน์ จ.ขอนแก่น 40250', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (27, '1', '11', 'ด.ช.ธีทัต - ด.ช.ธงทัต ', 'ชาวนาเมือง และครอบครัว', '2014-11-14', 'แบบธรรมดา', 46687, '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (28, '1', '12', 'คุณกิตติ', 'ตื้อปั้น', '2014-11-18', 'แบบธรรมดา', 2000, 'หมู่บ้านเอื้ออาทร ต.ศิลา อ.เมือง จ.ขอนแก่น ', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (29, '1', '13', 'ผู้ช่วยศาสตราจารย์พรทิพย์', 'พินทุโยธิน', '2015-12-02', 'แบบธรรมดา', 2000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (30, '1', '14', 'คุณวชิรา-เสรี-ธรรมฤทธิ์', 'ลิขิตธีรเมธ', '2015-11-26', 'แบบธรรมดา', 5000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (31, '1', '15', 'คุณศุภลักษณ์', 'วันนาพ่อ', '2015-12-08', 'แบบธรรมดา', 100, '115/8 ม.2 ต.เสม็ด อ.เมืองชลบุรี จ.ชลบุรี 20000', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (32, '1', '16', 'คุณฬฎาวรรณ', 'พันธุ์งาม', '2015-12-02', 'แบบธรรมดา', 2500, '64  ม.7  ต.ซับสมบูรณ์  อ.วิเชียรบุรี  จ.เพชรบูรณ์', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (33, '1', '17', 'คุณฉันทลักษณ์', 'มงคล', '2015-12-02', 'แบบธรรมดา', 5000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (34, '1', '18', 'คุณศศิมา-คุณกัลยา', 'โพธิ์ทองคำ', '2015-01-17', 'แบบธรรมดา', 2000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (36, '1', '19', 'คุณวิชญา', 'โทมัส', '2015-02-05', 'แบบธรรมดา', 10000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (37, '1', '20', 'คุณสุภวิตา ', 'พงษ์สกุล', '2015-02-12', 'แบบธรรมดา', 1000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (38, '1', '21', 'คุณปัทมา เลี้ยงสุขสันต์ และคุณสัญญา สุกิจบริหาร', '', '2015-03-10', 'แบบธรรมดา', 100000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (39, '1', '22', 'คุณฐิติพันธ์', 'ทวาเรศ', '2015-11-03', 'แบบธรรมดา', 1000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (40, '1', '23', 'คุณวีรกมล', 'เทพหนู', '2015-03-23', 'แบบธรรมดา', 500, '19/1 ถ.คลองยาใต้ ต.บ้านพรุ อ.หาดใหญ่ จ.สงขลา 90250', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (41, '1', '24', 'คุณดุษณี ', 'จิรัฐพิกาลพงศ์', '2015-04-03', 'แบบธรรมดา', 500, '308/29 ถ.กุดยางสามัคคี ต.กาฬสินธุ์ อ.เมืองกาฬสินธุ์ จ.กาฬสินธุ์ ', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (42, '1', '25', 'คุณอึ้งเกียงเอี้ยง แซ่อึ้ง และ คุณเทียม ภัทรจริยา', '', '2015-05-06', 'แบบธรรมดา', 100000, '134/351 ต.ท่าทราย ถ.นนทบุรี อ.้มืองนนทบุรี จ.นนทบุรี 11000', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (43, '1', '26', 'คุณพัชราภา', 'งามสงวนปรีชา', '2015-05-13', 'แบบธรรมดา', 501, '399/63 ซ.พงษ์เพชรนิเวศน์ ถ.ประชาชื่น \r\nแขวง/เขต จตุจักร กรุงเทพฯ 10900\r\nโทร 087-6736163', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (46, '1', '27', 'นางรัตนาภรณ์ เกษมสุขโชติและครอบครัว นางธิดารัตน์ พรมแก้วและครอบครัว', ' และกลุ่มพยาบาล 4ค โรงพยาบาลศรีนครินทร์', '2015-05-22', 'แบบธรรมดา', 5000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (48, '1', '28', 'คุณสุทธิกานต์ ', 'ก่อสกุล', '2015-06-04', 'แบบธรรมดา', 240, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (49, '1', '29', 'EXO SUHO และเเฟนคลับ', '', '2015-07-02', 'แบบธรรมดา', 1000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (50, '1', '30', 'คุณวรัญญา', 'คำรพภูมิชัย', '2015-07-02', 'แบบธรรมดา', 980, '523 หมู่บ้านอมรชัย 3 ถ.บรมราชชนนี ศาลาธรรมสพน์ ทวีวัฒนา กรุงเทพฯ 10170', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (51, '1', '31', 'มูลนิธิแก่นนครวิทยาลัย', '', '2015-07-27', 'แบบธรรมดา', 3000, 'มูลนิธิแก่นนครวิทยาลัย อาคารไอซีที\r\nโรงเรียนแก่นนครวิทยาลัย อ.เมือง \r\nจ.ขอนแก่น 40000', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (52, '1', '32', 'คุณดุษณี', 'จิรัฐพิกาลพงศ์ ', '2015-07-24', 'แบบธรรมดา', 6000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (53, '1', '33', 'คุณเอกวัฒน์ ', 'วิปันโส', '2015-07-25', 'แบบธรรมดา', 200, 'รพ.ขุนตาล 208 หมู่12 ต.ยางฮอม อ.ขุนตาล \r\n\r\nจ.เชียงราย 57340\r\n', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (54, '1', '34', 'ด.ญ.กัณญภัทร', 'ชนะเกียรติ และครอบครัว', '2015-08-07', 'แบบธรรมดา', 2000, '337/337 ม.2 หมู่บ้านไทย ต.ศิลา อ.เมือง จ.ขอนแก่น \r\n\r\nโทร.0863230344', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (55, '1', '35', 'คุณธนวัฒน์ ', 'ขันทอง', '2015-10-08', 'แบบธรรมดา', 237, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (56, '1', '36', 'รศ.ดร.ธีระ', 'ฤทธิรอด และครอบครัว', '2015-08-18', 'แบบธรรมดา', 3000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (57, '1', '37', 'คุณเกศวณี', 'มีดี', '2015-08-18', 'แบบธรรมดา', 3000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (58, '1', '38', 'คุณสุภาวิตา ', 'พงษ์สกุล', '2015-09-03', 'แบบธรรมดา', 700, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (60, '1', '39', 'คุณน้ำฝน ชาวนาเมือง, ด.ช.ธีทัต ชาวนาเมือง และ ด.ช.ธงทัต ชาวนาเมือง', '', '2015-09-04', 'แบบธรรมดา', 10000, '7-9 ซ.อินทราพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (61, '140', '40', 'คุณนพศรัญ', 'สุภาไชยกิจ', '2015-09-22', 'แบบลดหย่อนภาษี', 1000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (62, '1', '41', 'โรงเรียนจุฬาภรณ์ราชวิทยาลัย เลย', '', '2015-10-05', 'แบบธรรมดา', 1000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (63, '1', '42', 'คุณธนฤทัย', 'ดอนมอญ', '2015-11-04', 'แบบธรรมดา', 2000, '22 ม.4 ต.ชานุมาน อ.ชานุมาน จ.อำนาญเจริญ', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (64, '1', '43', 'มูลนิธิ วันชัย-อรชร', '', '2015-10-09', 'แบบธรรมดา', 5000, 'มูลนิธิ วันชัย-อรชร \r\n51 ม.2 ถ.ปู่เจ้าสมิงพราย ต.บางหญ้าแพรก อ.พระประเเดง จ.สมุทรปราการ 10130', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (65, '1', '44', 'คณะนักศึกษาระดับปริญญาโทสาขาวิชานวัตกรรมการพัฒนาอสังหาริมทรัพย์ ', 'คณะสถาปัตยกรรมศาสตร์และการผังเมือง ม.ธรรมศาสตร์ (MIRED) รุ่นที่ 7', '2015-11-17', 'แบบธรรมดา', 2000, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (66, '140', '41', 'คุณศิริภัทร ชินดุษฏีกุล', 'คุณบุศรินทร์ ลือถาวร', '2015-12-01', 'แบบธรรมดา', 500, '', NULL, NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (70, '', '', 'คุณเสาวภา', 'ปุณวัฒนวิทย์', '2013-02-27', 'แบบลดหย่อนภาษี', 50000, '422 ถ.สุขุมวิท 42 เขตคลองเตย แขวงพระโขนง กรุงเทพฯ 10110', '20160218244.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (71, '', '', 'คุณสุธิดา', 'ปุณวัฒนวิทย์', '2013-02-27', 'แบบลดหย่อนภาษี', 10000, '422 ถ.สุขุมวิท 42 เขตคลองเตย แขวงพระโขนง กรุงเทพฯ 10110', '2016021824.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (72, '', '', 'คุณธนัญ', 'ปุณวัฒนวิทย์', '2013-02-27', 'แบบลดหย่อนภาษี', 50000, '422 ถ.สุขุมวิท 42 เขตคลองเตย แขวงพระโขนง กรุงเทพฯ 10110', '20160218395.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (73, '', '', 'คุณวรษา', 'สวาทยานนท์', '2013-02-27', 'แบบลดหย่อนภาษี', 3000, '1737/7 ถ.จันทน์เก่า แขวงทุ่งมหาเมฆ เขตสาทร กรุงเทพฯ 10120', '20160218270.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (74, '', '', 'คุณพรพล', 'ศิริไพรวัน', '2013-02-27', 'แบบลดหย่อนภาษี', 50000, '28 /78 มง3 ซ.ขุนทะเล 12 ถ.ขุนทะเล ต.มะขามเตี้ย     อ.เมือง จ.สุราษฎร์ธานี 84000', '20160218459.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (75, '', '', 'คุณณัฐกาญจน์', 'แสงอนุโณทัย', '2013-02-27', 'แบบลดหย่อนภาษี', 1000, '48/148 ตลาดวงศกร หมู่ 1 ถ.สายไหม แขวงสายไหม เขตสายไหม กรุงเทพฯ 10220', '20160218403.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (76, '', '', 'คุณทิพย์วันทา', 'อรุณศิริพันธ์', '2013-02-27', 'แบบลดหย่อนภาษี', 5000, '385/10 ถ.อิสรภาพ แขวงบ้านช่างหล่อ เขตบางกอกน้อย กรุงเทพฯ 10700', '2016021855.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (77, '', '', 'คุณรักษ์สิการณ์', 'วิเศษสี', '2013-02-27', 'แบบลดหย่อนภาษี', 3000, '89/275 ม.10 ต.บางเมืองใหม่ อ.เมือง จ.สมุทรปราการ 10270', '20160218206.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (78, '', '', 'บริษัท เดอะซัน เคมีคอล จำกัด', '', '2013-02-27', 'แบบลดหย่อนภาษี', 50000, '701/206 อาคารชุดรอยัล คาสเทิล ซ.พัฒนาการ 30     ถ.พัฒนาการ แขวงสวนหลวง เขตสวนหลวง กรุงเทพฯ 10250', '20160218246.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (79, '', '', 'คุณธนโชค', 'กฤษฎาพงษ์', '2013-02-27', 'แบบลดหย่อนภาษี', 50000, '19 หมู่บ้านปัญญา ซอย 3 ซ.พัฒนาการ 30 ถ.พัฒนาการ แขวงสวนหลวง เขตสวนหลวง กรุงเทพฯ 10250', '20160218333.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (80, '', '', 'คุณสุนันทา', 'ไชยหาญ', '2013-02-27', 'แบบลดหย่อนภาษี', 1000, '85/3 ซ.เหล่านาดี 10 ต.ในเมือง อ.เมือง จ.ขอนแก่น 40000', '2016021861.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (81, '', '', 'คุณกุลิสรา', 'สุทธิสมุทร', '2013-02-27', 'แบบลดหย่อนภาษี', 500, '71/4 ถ.สกลทวาปี ต.ธาตุเชิงชุม อ.เมือง จ.สกลนคร 47000', '20160218388.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (82, '', '', 'น.อ.หญิง พรพรรณ', 'ประเคนรี', '2013-02-27', 'แบบลดหย่อนภาษี', 1000, '22 (91/616) ซอย 42/1 แยก 7  ถ.รามอินทรา  แขวงคันนายาว เขตคันนายาว กรุงเทพฯ 10230', '20160218260.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (83, '', '', 'คุณกาญจนา', 'ร้อยบาง', '2013-02-27', 'แบบลดหย่อนภาษี', 1000, '270/9 ม.14 ถ.มิตรภาพ ต.ในเมือง อ.เมือง จ.ขอนแก่น 40000', '20160218468.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (84, '', '', 'คุณณัฏฐกันย์', 'ทยุตาจารุวิชญ์', '2013-02-27', 'แบบลดหย่อนภาษี', 3000, '8/201 คอนโดรีเจ้นโฮมบางนา ถ.สรรพาวุธ ซ.เลียบทางด่วน เขตบางนา แขวงบางนา กรุงเทพฯ', '2016021845.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (85, '', '', 'คุณสังวาลย์', 'ชาวนาเมือง', '2013-02-27', 'แบบลดหย่อนภาษี', 10000, '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', '20160218339.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (86, '', '', 'คุณน้ำฝน', 'ชาวนาเมือง', '2013-02-27', 'แบบลดหย่อนภาษี', 10000, '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', '20160218432.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (87, '', '', 'คุณสราวุธ', 'ชาวนาเมือง', '2013-02-27', 'แบบลดหย่อนภาษี', 10000, '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', '20160218272.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (88, '', '', 'คุณพิชญา', 'ชาวนาเมือง', '2013-02-27', 'แบบลดหย่อนภาษี', 10000, '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600', '20160218228.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (89, '', '', 'คุณพิมพร', 'เล็กสุวรรณกุล', '2013-03-27', 'แบบลดหย่อนภาษี', 60000, '58/4 ตรอกธรรมา แขวงรองเมือง ปทุมวัน กรุงเทพฯ 10330', '20160218497.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (90, '', '', 'บริษัท เอ มัสท์ พรอพเพอร์ตี้ จำกัด', '', '2013-03-27', 'แบบลดหย่อนภาษี', 50000, '', '20160218117.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (91, '', '', 'คุณธนิดา', 'กาญจนวัฒน์', '2013-03-27', 'แบบลดหย่อนภาษี', 10000, '', '2016021842.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (92, '', '', 'คุณอดิศัย', 'อังกุรพิบูล', '2013-03-27', 'แบบลดหย่อนภาษี', 200, '', '2016021883.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (93, '', '', 'คุณอุไรวรรณ', 'อังกุรพิบูล', '2013-03-27', 'แบบลดหย่อนภาษี', 500, '', '20160218155.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (94, '', '', 'คุณบุ้งซิม', 'แซ่ตั้ง', '2013-03-27', 'แบบลดหย่อนภาษี', 100, '', '20160218113.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (95, '', '', 'คุณอัญชิดา', 'อังกุรพิบูล', '2013-03-27', 'แบบลดหย่อนภาษี', 100, '', '20160218392.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (96, '', '', 'คุณอธิชา', 'อังกุรพิบูล', '2013-03-27', 'แบบลดหย่อนภาษี', 100, '', '20160218260.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (97, '', '', 'คุณณิชชญลักษมิ์', 'ศรีเนธินานนท์', '2013-03-27', 'แบบลดหย่อนภาษี', 200, '9/299 หมู่บ้านหนองแขม แขวง/เขตหนองแขม กรุงเทพฯ 10160', '20160218500.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (98, '', '', 'คุณสมนึก', 'ชูศิลป์', '2013-03-27', 'แบบลดหย่อนภาษี', 3000, '123/1079 ศูนย์แพทย์ 4 ม.ขอนแก่น จ.ขอนแก่น 40002', '2016021861.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (99, '', '', 'คุณภาสิตา', 'ชาญนุวงศ์', '2013-03-27', 'แบบลดหย่อนภาษี', 5000, '459 คุ้มจอมพล ถ.จอมพลพัฒนา ต.ในเมือง อ.เมือง จ.ขอนแก่น 40000', '2016021824.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (100, '', '', 'น.อ.ชลิต', 'หุตะแพทย์', '2013-03-27', 'แบบลดหย่อนภาษี', 500, '1/42 ม.11 ซ.แข็งขัน 4 ต.คูคต อ.ลำลูกกา จ.ปทุมธานี 12130', '20160218413.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (101, '', '', 'คุณยุวดี', 'อินชัยเทพ', '2013-03-27', 'แบบลดหย่อนภาษี', 1000, 'กศน.อำเภอแม่เมาะ อำเภอแม่เมาะ จังหวัดลำปาง 52220', '20160218176.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (102, '', '', 'คุณวิจิตรา', 'ชัยนภาเวทย์', '2013-03-27', 'แบบลดหย่อนภาษี', 500, '2/56 ถ.รัชดาภิเษก(ท่าพระ-ตากสิน) แขวงตลาดพลู    เขตธนบุรี กรุงเทพฯ 10600', '20160218183.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (103, '', '', 'คุณเพียงพร', 'อาศัยนา', '2013-03-27', 'แบบลดหย่อนภาษี', 1000, '310 ม.15(หมู่บ้านชิดชล) ถ.กสิกรทุ่งสร้าง ต.ศิลา อ.เมือง จ.ขอนแก่น 40000', '20160218446.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (104, '', '', 'คุณอาทร', 'วังวสุ', '2013-03-27', 'แบบลดหย่อนภาษี', 10000, '300/264 ม.5 ต.เชิงเนิน อ.เมือง จ.ระยอง 21000', '20160218404.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (105, '', '', 'คุณณัชชา', 'รักตะสุวรรณ', '2013-03-27', 'แบบลดหย่อนภาษี', 1000, '128/543 ถ.พญาไท แขวงทุ่งพญาไท เขตราชเทวี กรุงเทพฯ 10400', '20160218239.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (106, '', '', 'คุณถิรพล', 'เพ่งวาณิชย์', '2013-03-27', 'แบบลดหย่อนภาษี', 200, '', '20160218401.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (107, '', '', 'คุณอรญา', 'กรุงเรืองชัย', '2013-03-27', 'แบบลดหย่อนภาษี', 200, '343 ซ.หมู่บ้านเศรษฐกิจ 39 ถ.เพชรเกษม แขวงบางแคเหนือ กรุงเทพฯ 10160', '20160218377.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (108, '', '', 'คุณเดช', 'บุลสุข', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, 'บริษัท ซีซีซี บิซิเนส ดีเวลล็อปเมนท์ จำกัด\r\nเลขที่ 92/50 อาคารสาธรธานี 2 ชั้น 18 ถ.สาทรเหนือ\r\nแขวงสีลม เขตบางรัก กรุงเทพฯ 10500', '20160219192.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (109, '', '', 'คุณอังคณา', 'วงศ์มหเจริญ', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '105/15 ถ.นเรศ แขวงสี่พระยา เขตบางรัก \r\nกรุงเทพฯ 10500', '2016021980.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (110, '', '', 'คุณบัญชา', 'หุตะเมขลิน', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '16/152 ซ.แจ้งวัฒนะ 14 แขวงทุ่งสองห้อง เขตหลักสี่\r\nกรุงเทพฯ 20210', '20160219112.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (111, '', '', 'คุณปฏิมา', 'ดำรงไทย', '2013-02-06', 'แบบลดหย่อนภาษี', 500, '89/7 ถ.ประชาชื่น ลาดยาว จตุจักร กรุงเทพฯ 10900', '20160219400.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (112, '', '', 'คุณสิตานัน', 'เพ่งพันธ์พัฒน์', '2013-02-06', 'แบบลดหย่อนภาษี', 500, '2/50 แจ้งวัฒนะ14 ทุ่งสองห้อง หลักสี่ กรุงเทพฯ 10210', '20160219476.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (113, '', '', 'บริษัท เตชินท์ อินเตอร์เทรด', '', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, '102,104,106 ซ.สะแกงาม 35/3 แขวงแสมดำ เขตบางขุนเทียน กรุงเทพฯ 10150', '20160219337.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (114, '', '', 'คุณรุ่งโรจน์', 'ดีก้องเสียง', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '5/3 หมู่บ้านเติมทรัพย์ไพรเวทโฮม ต.เนินพระ อ.เมือง \r\nจ.ระยอง  21000', '20160219253.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (115, '', '', 'คุณกัญจิกา', 'โชติช่วง', '2013-02-06', 'แบบลดหย่อนภาษี', 500, '', '20160219437.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (116, '', '', 'คุณบุณยวีร์', 'ตันติยาภินันท์', '2013-02-06', 'แบบลดหย่อนภาษี', 700, '', '20160219233.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (117, '', '', 'คุณรัตนา', 'นามสุด', '2013-02-06', 'แบบลดหย่อนภาษี', 200, '21/40 ม.2 ถ.เดชาวุธ ต.หอรัตนไชย อ.พระนครศรีอยุธยา\r\nจ.พระนครศรีอยุธยา  13000', '20160219185.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (118, '', '', 'คุณสายสุดา', 'แซ่ซิว', '2013-02-06', 'แบบลดหย่อนภาษี', 900, '34/6 ถ.หอยมุกต์ อ.หาดใหญ่ จ.สงขลา 90110', '20160219424.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (119, '', '', 'คุณกมลฤดี', 'ปัจฉิมสวัสดิ์', '2013-02-06', 'แบบลดหย่อนภาษี', 7000, '18 ซ.พัฒนาการ 20 แยก 11 ถ.พัฒนาการ แขวงสวนหลวง เขตสวนหลวง กรุงเทพฯ 10250', '20160219431.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (120, '', '', 'พันตรีหญิงเกื้อกูล', 'อาชามาส', '2013-02-06', 'แบบลดหย่อนภาษี', 15000, '', '20160219229.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (121, '', '', 'นางสาวตวงพร', 'ผสมทรัพย์', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, '', '20160219143.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (122, '', '', 'บริษัทชุนหะแสงจำกัด', '', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, '', '20160219157.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (123, '', '', 'คุณสุปราณี', 'บุญลอง', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, '', '2016021918.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (124, '', '', 'ห้างหุ้นส่วนเชียงแสงลำปางจำกัด', '', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '', '201602192.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (125, '', '', 'คุณเกรียงศักดิ์', 'อาชามาส', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '', '20160219312.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (126, '', '', 'คุณอังคณา', 'ตรีวัฒนาวงศ์', '2013-02-06', 'แบบลดหย่อนภาษี', 4000, '', '20160219282.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (127, '', '', 'คุณมยุรี', 'ผสมทรัพย์', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '', '20160219240.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (128, '', '', 'ร้าน ก เภสัช ลำปาง', '', '2013-02-06', 'แบบลดหย่อนภาษี', 3000, '', '20160219345.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (129, '', '', 'คุณเกริกอิทธิ', 'อาชามาส', '2013-02-06', 'แบบลดหย่อนภาษี', 2000, '', '20160219483.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (130, '', '', 'ร้านนิวเคลียร์', 'ลำปาง', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '', '2016021998.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (131, '', '', 'คุณคำมวล', 'มโนน้อม', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '', '20160219237.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (132, '', '', 'คุณสุทธิรักษ์', 'มโนน้อม', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '', '20160219101.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (133, '', '', 'คุณกีรติ', 'กิจธีระวุฒิวงษ์', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '', '20160219425.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (134, '', '', 'คุณสิน', 'กิจธีระวุฒิวงษ์', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '', '20160219325.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (135, '', '', 'คุณอาทิณี', 'พ่วงกระแสร์', '2013-02-06', 'แบบลดหย่อนภาษี', 500, '401 ม.2 ต.วังกระแจะ อ.เมือง จ.ตราด 23000', '2016021985.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (136, '', '', 'คุณสมบัติ', 'ตระการศิโรรัตน์', '2013-02-06', 'แบบลดหย่อนภาษี', 20000, '943/12 ซ.ลาดพร้าว 87 ถ.ลาดพร้าว แขวงคลองจั่น \r\nเขตบางกะปิ กรุงเทพฯ 10240', '2016021958.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (137, '', '', 'คุณกมลรัตน์', 'ราทิกุลกรลักษณ์', '2013-02-06', 'แบบลดหย่อนภาษี', 500, 'สถาบันบัณฑิตบริหารธุรกิจ ศศินทร์ฯ อาคารศศปาฐศาลา ซ.จุฬา 12 ถ.พญาไท ปทุมวัน กรุงเทพฯ 10330', '20160219139.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (138, '', '', 'คุณจันทร์เพ็ญ', 'โทมัส', '2013-02-06', 'แบบลดหย่อนภาษี', 10000, '33 ม.19 บ้านโนนม่วง ต.ศิลา อ.เมือง จ.ขอนแก่น 40000', '20160219414.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (139, '', '', 'คุณวิไล', 'เชาว์ตระกูลกิจ', '2013-02-06', 'แบบลดหย่อนภาษี', 300, '681 ถ.เจริญรัก แขวงคลองสาน เขตคลองสาน กรุงเทพฯ 10600', '20160219216.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (140, '', '', 'คุณสุมัณฑนา', 'จันทโรจวงศ์', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '9 ซ.อารีสัมพันธ์ 3 พหลโยธิน กรุงเทพฯ 10400', '20160219359.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (141, '', '', 'คุณอุไร', 'จันทโรจวงศ์', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '9 ซ.อารีสัมพันธ์ 3 พหลโยธิน กรุงเทพฯ 10400', '20160219184.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (142, '', '', 'คุณวราธร', 'เทวอักษร', '2013-02-06', 'แบบลดหย่อนภาษี', 2000, 'บริษัท อักษรเจริญทัศน์ อจท. จำกัด  \r\n142 ถ.ตะนาว เขตพระนคร กรุงเทพฯ 10200', '20160219354.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (143, '', '', 'บริษัท แม่แจง จำกัด', '', '2013-02-06', 'แบบลดหย่อนภาษี', 5000, '152,154,156,158 ซ.เทียนทะเล 26 แยก 6 \r\nถ.บางขุนเทียน-ชายทะเล แขวงท่าข้าม เขตบางขุนเทียน กรุงเทพฯ 10150', '2016021984.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (144, '', '', 'ห้างหุ้นส่วนจำกัดสหสินเทรดดิ้ง', '', '2013-02-06', 'แบบลดหย่อนภาษี', 12000, '26/29 ม.7 บ้านศรีฐาน อ.เมือง จ.ขอนแก่น 40000', '20160219357.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (145, '', '', 'บริษัท เวลแอด จำกัด', '', '2013-02-06', 'แบบลดหย่อนภาษี', 100000, '419 ซ.รามคำแหง 43/1 (คุณหญิงเจือ) ถ.รามคำแหง แขวงพลับพลา เขตวังทองหลาง กรุงเทพฯ 10310', '20160219169.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (146, '', '', 'คุณอัญชนินทร์', 'พุทธิมงคล', '2013-02-06', 'แบบลดหย่อนภาษี', 1000, '198 ซ.เพชรเกษม 3 แยก 1 ถ.เพชรเกษม \r\nแขวงวัดท่าพระ เขตบางกอกใหญ่ กรุงเทพฯ 10600', '20160219263.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (147, '', '', 'คุณศิริพร', 'จักรแสงชัยโชติ', '2013-01-08', 'แบบลดหย่อนภาษี', 1000, '', '20160219230.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (148, '', '', 'คุณพัชรินทร์', 'จักรแสงชัยโชติ', '2013-01-08', 'แบบลดหย่อนภาษี', 1000, '', '20160219125.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (149, '', '', 'คุณนิชรีย์', 'เจริญวีรกุล', '2013-01-08', 'แบบลดหย่อนภาษี', 500, '', '20160219473.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (150, '', '', 'คุณเดช', 'บุลสุข', '2013-01-02', 'แบบลดหย่อนภาษี', 30000, '', '20160219391.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (151, '', '', 'ผศ.ดร.สมศักดิ์', 'พิทักษานุรัตน์', '2013-01-02', 'แบบลดหย่อนภาษี', 5000, '', '20160219292.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (152, '', '', 'คุณสุภา', 'ยงค์พีระกุล', '2013-01-02', 'แบบลดหย่อนภาษี', 3000, '', '20160219209.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (153, '', '', 'คุณระภีพร', 'วงค์มั่น', '2013-01-02', 'แบบลดหย่อนภาษี', 1000, '', '20160219478.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (158, '', '', 'คุณธานินทร์', 'สิทธิธารธวัช', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '9/74 ม.7 ซ.เทศบาล 3 ต.สัตหีบ อ.สัตหีบ จ.ชลบุรี 20180', '20160219328.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (155, '', '', 'คุณยุพพนารี', 'ศักดิ์พรทรัพย์', '2009-02-12', 'แบบลดหย่อนภาษี', 20000, '10/3 ถ.รัชดาภิเษก แขวง/เขตจตุจักร กรุงเทพฯ 10900', '20160219159.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (157, '', '', 'ดร.นงลักษณ์', 'พินัยนิติศาสตร์', '2009-02-12', 'แบบลดหย่อนภาษี', 50000, '', '2016021939.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (159, '', '', 'คุณเกื้อจิตต์', 'ฉิมทิม', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '123/681 มอดินแดงเหนือ ซ.2 มหาวิทยาลัยขอนแก่น', '20160219302.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (160, '', '', 'คุณดวงใจ', 'กมลชัยวานิช', '2009-02-12', 'แบบลดหย่อนภาษี', 300, '46 ม.7 ซ.เฮงหลี 3 ถ.บางขุนเทียน แขวงบางบอน เขตบางบอน กรุงเทพฯ 10150', '20160219119.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (161, '', '', 'คุณสมใจ', 'หีบท่าไม้', '2009-02-12', 'แบบลดหย่อนภาษี', 200, '177/120 ม.3 ต.โคกหม้อ อ.เมืองราชบุรี  จ.ราชบุรี', '20160219468.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (162, '', '', 'คุณสกุลพัฒน์', 'คุ้มไพศาล', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '56 ซ.พหลโยธิน 41 ลาดยาว จตุจักร กรุงเทพฯ 10900', '20160219224.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (163, '', '', 'คุณจุฑารัตน์', 'บัณฑิตย์นพรัตน์', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '170/3 ถ.ศรีณรงค์ ต.ในเมือง อ.เมือง จ.อุบลราชธานี 34000', '2016021966.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (164, '', '', 'คุณมงคล', 'คำสวาท', '2009-02-12', 'แบบลดหย่อนภาษี', 1500, '', '20160219272.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (165, '', '', 'คุณกฤษณะ', 'วรรณวงศ์', '2009-02-12', 'แบบลดหย่อนภาษี', 500, '187/3 ม.1 ต.บางวัว อ.บางปะกง จ.ฉะเชิงเทรา 24180', '20160219300.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (166, '', '', 'คุณโสรยา', 'เอี่ยมขจรศิริ', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '', '20160219323.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (167, '', '', 'คุณลฎาภา', 'มหาดำรงค์กุล', '2009-02-12', 'แบบลดหย่อนภาษี', 10000, '', '20160219498.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (168, '', '', 'คุณชัยสิทธิ์', 'ธรรมรัตนากร', '2009-02-12', 'แบบลดหย่อนภาษี', 7000, '122/111 ม.2 ซ.วิภาวดี 58 ถ.วิภาวดีรังสิต แขวงตลาดบางเขน เขตหลักสี่ กรุงเทพฯ 10210', '20160219433.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (169, '', '', 'คุณเดช', 'บุลสุข', '2009-02-12', 'แบบลดหย่อนภาษี', 30000, '', '20160219164.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (170, '', '', 'คุณวรพรรณ', 'วงศ์จิตจรรยง', '2009-02-12', 'แบบลดหย่อนภาษี', 30000, '2 ซอยจินดาถวิล ถ.สี่พระยา บางรัก กรุงเทพฯ 10500', '20160219312.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (171, '', '', 'คุณพิชามญชุ์', 'วิวัฒน์พาณิชย์', '2009-02-12', 'แบบลดหย่อนภาษี', 100, '', '20160219100.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (172, '', '', 'คุณสินีนาถ', 'สวนสมจิตร', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '', '2016021928.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (173, '', '', 'คุณศิรินภา', 'เซี่ยงหลิว', '2009-02-12', 'แบบลดหย่อนภาษี', 400, '', '20160219497.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (174, '', '', 'ศ.บวรศิลป์', 'เชาวน์ชื่น', '2009-02-12', 'แบบลดหย่อนภาษี', 20000, '', '20160219388.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (175, '', '', 'คุณชูติพร', 'พินิจชอบ', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '49 หมู่บ้านศรีลานนา ซ.4/1 ถ.โชตนา ต.ป่าตัน อ.เมือง จ.เชียงใหม่', '20160219268.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (176, '', '', 'คุณประกายรัตน์', 'พิทักษ์นิตินันท์', '2009-02-12', 'แบบลดหย่อนภาษี', 2000, '', '20160219274.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (177, '', '', 'คุณประพัทธ์', 'พิทักษ์นิตินันท์', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '', '20160219256.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (178, '', '', 'คุณมานิกา', 'พิทักษ์นิตินันท์', '2009-02-12', 'แบบลดหย่อนภาษี', 1000, '', '20160219334.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (179, '', '', 'คุณดุษณี', 'จิรัฐพิกาลพงษ์', '2009-02-12', 'แบบลดหย่อนภาษี', 5000, 'ตู้ ปณ.29 ปทจ.กาฬสินธุ์ จ.กาฬสินธุ์ 46000', '20160219382.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (180, '', '', 'ห้างหุ้นส่วนจำกัด เอส.เอ็น.ซี.เทรดดิ้ง', '', '2009-02-12', 'แบบลดหย่อนภาษี', 3000, '22/132 ซ.เลียบคลองสอง 23 แขวงสามวาตะวันตก เขตคลองสามวา กรุงเทพฯ 10510', '20160219233.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (181, '', '', 'คุณน้ำผึ้ง', 'ใจเร็ว', '2009-02-12', 'แบบลดหย่อนภาษี', 2000, '788 ม.8 ต.ไพศาลี อ.ไพศาลี จ.นครสวรรค์ 60220', '2016021968.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (182, '', '', 'รศ.ดร.ธีระ', 'ฤทธิรอด', '2009-02-12', 'แบบลดหย่อนภาษี', 2810, '', '20160219100.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (183, '', '', 'คุณธนัช', 'วงศ์ตั้งตระกูล', '2009-02-12', 'แบบลดหย่อนภาษี', 4000, '', '20160219427.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (184, '', '', 'คุณเสรีภาพ', 'ประไพวงษ์', '2009-02-12', 'แบบลดหย่อนภาษี', 100000, '37/10 ซ.เย็นจิต ถ.จันทน์ เขตสาทร กทม. 10120', '20160219365.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (185, '', '', 'คุณนุชชาดา', 'สามปรุ', '2009-02-12', 'แบบลดหย่อนภาษี', 100, '88/37 ม.4 ต.นิมลราช อ.บางบัวทอง จ.นนทบุรี 11110', '20160219237.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (186, '', '', 'คุณองอาจ', 'ฉัตรวรชัย', '2009-02-12', 'แบบลดหย่อนภาษี', 980, '69/20 ซอยท่าข้าม 8 ถ.ท่าข้าม แขวงแสมดำ เขตบางขุนเทียน กรุงเทพฯ 10150', '20160219414.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (187, '', '', 'คุณปาลปชา', 'ด้วงประพัฒน์', '2009-02-12', 'แบบลดหย่อนภาษี', 2000, '848/11 ถ.พหลโยธิน แขวงสามเสนใน เขตพญาไท กรุงเทพฯ 10400', '20160219178.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (188, '', '', 'คุณยุพพนารี', 'ศักดิ์พรทรัพย์', '2013-04-26', 'แบบลดหย่อนภาษี', 20000, '10/3 ถ.รัชดาภิเษก แขวง/เขตจตุจักร กรุงเทพฯ 10900', '20160229173.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (189, '', '', 'คุณธานินทร์', 'สิทธิธารธวัช', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '9/74 ม.7 ซ.เทศบาล 3 ต.สัตหีบ อ.สัตหีบ จ.ชลบุรี 20180', '20160229146.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (190, '', '', 'คุณเกื้อจิตต์', 'ฉิมทิม', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '123/681 มอดินแดงเหนือ ซ.2 มหาวิทยาลัยขอนแก่น', '20160229159.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (193, '', '', 'คุณดวงใจ', 'กมลชัยวานิช', '2013-04-26', 'แบบลดหย่อนภาษี', 200, '46 ม.7 ซ.เฮงหลี 3 ถ.บางขุนเทียน แขวงบางบอน เขตบางบอน กรุงเทพฯ 10150', '20160229437.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (192, '', '', 'คุณสมใจ', 'หีบท่าไม้', '2013-04-26', 'แบบลดหย่อนภาษี', 200, '177/120 ม.3 ต.โคกหม้อ อ.เมืองราชบุรี  จ.ราชบุรี', '20160229102.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (194, '', '', 'คุณสกุลพัฒน์', 'คุ้มไพศาล', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '56 ซ.พหลโยธิน 41 ลาดยาว จตุจักร กรุงเทพฯ 10900', '20160229334.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (195, '', '', 'คุณจุฑารัตน์', 'บัณฑิตย์นพรัตน์', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '170/3 ถ.ศรีณรงค์ ต.ในเมือง อ.เมือง จ.อุบลราชธานี 34000', '20160229298.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (196, '', '', 'คุณมงคล', 'คำสวาท', '2013-04-26', 'แบบลดหย่อนภาษี', 1500, '', '20160229137.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (197, '', '', 'คุณกฤษณะ', 'วรรณวงศ์', '2013-04-26', 'แบบลดหย่อนภาษี', 500, '187/3 ม.1 ต.บางวัว อ.บางปะกง จ.ฉะเชิงเทรา 24180', '20160229203.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (198, '', '', 'คุณโสรยา', 'เอี่ยมขจรศิริ', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '', '20160229339.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (199, '', '', 'คุณลฎาภา', 'มหาดำรงค์กุล', '2013-04-26', 'แบบลดหย่อนภาษี', 10000, '', '2016022929.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (200, '', '', 'คุณชัยสิทธิ์', 'ธรรมรัตนากร', '2013-04-26', 'แบบลดหย่อนภาษี', 7000, '122/111 ม.2 ซ.วิภาวดี 58 ถ.วิภาวดีรังสิต แขวงตลาดบางเขน เขตหลักสี่ กรุงเทพฯ 10210', '20160229149.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (201, '', '', 'ดร.นงลักษณ์', 'พินัยนิติศาสตร์', '2012-12-04', 'แบบลดหย่อนภาษี', 50000, '', '20160229376.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (202, '', '', 'คุณยุพพนารี', 'ศักดิ์พรทรัพย์', '2013-04-26', 'แบบลดหย่อนภาษี', 20000, '10/3 ถ.รัชดาภิเษก แขวง/เขตจตุจักร กรุงเทพฯ 10900', '20160229121.doc', NULL, '0000-00-00', NULL, 0);
INSERT INTO `donation_billing` VALUES (203, '', '', 'คุณธานินทร์', 'สิทธิธารธวัช', '2013-04-26', 'แบบลดหย่อนภาษี', 1000, '9/74 ม.7 ซ.เทศบาล 3 ต.สัตหีบ อ.สัตหีบ จ.ชลบุรี 20180', '20160229427.doc', NULL, '0000-00-00', NULL, 0);

-- --------------------------------------------------------

-- 
-- Table structure for table `user`
-- 

CREATE TABLE `user` (
  `Id_user` int(10) NOT NULL auto_increment,
  `username` varchar(20) NOT NULL,
  `password` char(10) NOT NULL,
  `status` char(10) NOT NULL,
  `Name_user` varchar(100) NOT NULL,
  `Department_user` varchar(100) NOT NULL,
  `Department_phone` int(10) NOT NULL,
  `Email_user` varchar(50) NOT NULL,
  PRIMARY KEY  (`Id_user`)
) ENGINE=MyISAM  DEFAULT CHARSET=tis620 AUTO_INCREMENT=10 ;

-- 
-- Dumping data for table `user`
-- 

INSERT INTO `user` VALUES (1, 'admin', 'tawanchai5', '001', '', '', 0, '');
INSERT INTO `user` VALUES (2, 'finan', 'tawanchai', '002', '', 'เจ้าหน้าที่การเงิน', 0, '');
INSERT INTO `user` VALUES (3, 'tawanchai', 'donatebox', '002', 'เจ้าหน้าที่มูลนิธิ', '', 0, '');
