-- phpMyAdmin SQL Dump
-- version 2.10.3
-- http://www.phpmyadmin.net
-- 
-- Host: localhost
-- Generation Time: Jan 28, 2016 at 09:42 AM
-- Server version: 5.0.51
-- PHP Version: 5.2.6

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- Database: `financial_donation`
-- 

-- --------------------------------------------------------

-- 
-- Table structure for table `donation`
-- 

CREATE TABLE `donation` (
  `id_donation` int(10) NOT NULL auto_increment,
  `num1` varchar(10) NOT NULL,
  `num2` varchar(10) NOT NULL,
  `name_donation` varchar(100) NOT NULL,
  `lastname_donation` varchar(100) NOT NULL,
  `date_donation` date NOT NULL,
  `tax` varchar(50) NOT NULL,
  `amount` varchar(20) NOT NULL,
  `address` varchar(250) NOT NULL,
  PRIMARY KEY  (`id_donation`)
) ENGINE=MyISAM  DEFAULT CHARSET=tis620 AUTO_INCREMENT=68 ;

-- 
-- Dumping data for table `donation`
-- 

INSERT INTO `donation` VALUES (8, '1', '3', 'นางพิมพ์พร', 'ผิวขาว', '2014-07-26', 'แบบธรรมดา', '500', 'อาจารย์ประจำชั้น ป.4/8 โรงเรียนอนุบาลขอนแก่น  อ.เมืองขอนแก่น  จ.ขอนแก่น  40000');
INSERT INTO `donation` VALUES (7, '1', '2', 'นายวัชรากร', 'พร้อมจิตร', '2014-07-26', 'แบบธรรมดา', '1500', '9/509  หมู่บ้านพิมานธานี  ต.เมืองเก่า  อ.เมือง  จ.ขอนแก่น  40000');
INSERT INTO `donation` VALUES (6, '1', '1', 'นางกาญจนา', 'สาหมาน', '2014-07-16', 'แบบธรรมดา', '500', '395/1 หมู่ที่ 5 ต.เมืองเดช อ.เดชอุดม อ.เดชอุดม จ.อุบลราชธานี ');
INSERT INTO `donation` VALUES (9, '1', '4', 'ครอบครัวคุณดนุภพ-คุณศิวพร', 'ศรีหาตา', '2014-07-26', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (10, '1', '5', 'ครอบครัวคุณพรรตรี', 'ศรีหาตา', '2014-07-26', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (11, '1', '6', 'มูลนิธิแก่นนครวิทยาลัย', '', '2014-08-05', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (18, '1', '7', 'Preeyawadee', 'North', '2014-08-11', 'แบบธรรมดา', '500', '');
INSERT INTO `donation` VALUES (19, '1', '8', 'คุณรัชนี', 'ไพรสำราญ', '2014-10-09', 'แบบธรรมดา', '500', '136/62  ม.5  หมู่บ้านรติรมย์เพลส  ซอย 19\r\nถ.บางกรวย - จงถนอม  ต.มหาสวัสดิ์  อ.บางกรวย  \r\nจ.นนทบุรี  11130 ');
INSERT INTO `donation` VALUES (24, '1', '9', 'ธนาคารเกียรตินาคิน ', 'สาขาอุดรธานี ', '2014-09-18', 'แบบธรรมดา', '9365.75', '');
INSERT INTO `donation` VALUES (26, '1', '10', 'การไฟฟ้า เขื่อนอุบลรัตน์ ', '', '2014-08-08', 'แบบธรรมดา', '1700', 'โรงไฟฟ้าพลังน้ำ ภาคตะวันออกเฉียงเหนือ ต.เขื่อนอุบลรัตน์ อ.อุบลรัตน์ จ.ขอนแก่น 40250');
INSERT INTO `donation` VALUES (27, '1', '11', 'ด.ช.ธีทัต - ด.ช.ธงทัต ', 'ชาวนาเมือง และครอบครัว', '2014-11-14', 'แบบธรรมดา', '46687', '7-9 ซ.อินทรพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600');
INSERT INTO `donation` VALUES (28, '1', '12', 'คุณกิตติ', 'ตื้อปั้น', '2014-11-18', 'แบบธรรมดา', '2000', 'หมู่บ้านเอื้ออาทร ต.ศิลา อ.เมือง จ.ขอนแก่น ');
INSERT INTO `donation` VALUES (29, '1', '13', 'ผู้ช่วยศาสตราจารย์พรทิพย์', 'พินทุโยธิน', '2015-12-02', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (30, '1', '14', 'คุณวชิรา-เสรี-ธรรมฤทธิ์', 'ลิขิตธีรเมธ', '2015-11-26', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (31, '1', '15', 'คุณศุภลักษณ์', 'วันนาพ่อ', '2015-12-08', 'แบบธรรมดา', '100', '115/8 ม.2 ต.เสม็ด อ.เมืองชลบุรี จ.ชลบุรี 20000');
INSERT INTO `donation` VALUES (32, '1', '16', 'คุณฬฎาวรรณ', 'พันธุ์งาม', '2015-12-02', 'แบบธรรมดา', '2500', '64  ม.7  ต.ซับสมบูรณ์  อ.วิเชียรบุรี  จ.เพชรบูรณ์');
INSERT INTO `donation` VALUES (33, '1', '17', 'คุณฉันทลักษณ์', 'มงคล', '2015-12-02', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (34, '1', '18', 'คุณศศิมา-คุณกัลยา', 'โพธิ์ทองคำ', '2015-01-17', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (36, '1', '19', 'คุณวิชญา', 'โทมัส', '2015-02-05', 'แบบธรรมดา', '10000', '');
INSERT INTO `donation` VALUES (37, '1', '20', 'คุณสุภวิตา ', 'พงษ์สกุล', '2015-02-12', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (38, '1', '21', 'คุณปัทมา เลี้ยงสุขสันต์ และคุณสัญญา สุกิจบริหาร', '', '2015-03-10', 'แบบธรรมดา', '100000', '');
INSERT INTO `donation` VALUES (39, '1', '22', 'คุณฐิติพันธ์', 'ทวาเรศ', '2015-11-03', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (40, '1', '23', 'คุณวีรกมล', 'เทพหนู', '2015-03-23', 'แบบธรรมดา', '500', '19/1 ถ.คลองยาใต้ ต.บ้านพรุ อ.หาดใหญ่ จ.สงขลา 90250');
INSERT INTO `donation` VALUES (41, '1', '24', 'คุณดุษณี ', 'จิรัฐพิกาลพงศ์', '2015-04-03', 'แบบธรรมดา', '500', '308/29 ถ.กุดยางสามัคคี ต.กาฬสินธุ์ อ.เมืองกาฬสินธุ์ จ.กาฬสินธุ์ ');
INSERT INTO `donation` VALUES (42, '1', '25', 'คุณอึ้งเกียงเอี้ยง แซ่อึ้ง และ คุณเทียม ภัทรจริยา', '', '2015-05-06', 'แบบธรรมดา', '100000', '134/351 ต.ท่าทราย ถ.นนทบุรี อ.้มืองนนทบุรี จ.นนทบุรี 11000');
INSERT INTO `donation` VALUES (43, '1', '26', 'คุณพัชราภา', 'งามสงวนปรีชา', '2015-05-13', 'แบบธรรมดา', '501', '399/63 ซ.พงษ์เพชรนิเวศน์ ถ.ประชาชื่น \r\nแขวง/เขต จตุจักร กรุงเทพฯ 10900\r\nโทร 087-6736163');
INSERT INTO `donation` VALUES (46, '1', '27', 'นางรัตนาภรณ์ เกษมสุขโชติและครอบครัว นางธิดารัตน์ พรมแก้วและครอบครัว', ' และกลุ่มพยาบาล 4ค โรงพยาบาลศรีนครินทร์', '2015-05-22', 'แบบธรรมดา', '5000', '');
INSERT INTO `donation` VALUES (48, '1', '28', 'คุณสุทธิกานต์ ', 'ก่อสกุล', '2015-06-04', 'แบบธรรมดา', '240', '');
INSERT INTO `donation` VALUES (49, '1', '29', 'EXO SUHO และเเฟนคลับ', '', '2015-07-02', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (50, '1', '30', 'คุณวรัญญา', 'คำรพภูมิชัย', '2015-07-02', 'แบบธรรมดา', '980', '523 หมู่บ้านอมรชัย 3 ถ.บรมราชชนนี ศาลาธรรมสพน์ ทวีวัฒนา กรุงเทพฯ 10170');
INSERT INTO `donation` VALUES (51, '1', '31', 'มูลนิธิแก่นนครวิทยาลัย', '', '2015-07-27', 'แบบธรรมดา', '3000', 'มูลนิธิแก่นนครวิทยาลัย อาคารไอซีที\r\nโรงเรียนแก่นนครวิทยาลัย อ.เมือง \r\nจ.ขอนแก่น 40000');
INSERT INTO `donation` VALUES (52, '1', '32', 'คุณดุษณี', 'จิรัฐพิกาลพงศ์ ', '2015-07-24', 'แบบธรรมดา', '6000', '');
INSERT INTO `donation` VALUES (53, '1', '33', 'คุณเอกวัฒน์ ', 'วิปันโส', '2015-07-25', 'แบบธรรมดา', '200', 'รพ.ขุนตาล 208 หมู่12 ต.ยางฮอม อ.ขุนตาล \r\n\r\nจ.เชียงราย 57340\r\n');
INSERT INTO `donation` VALUES (54, '1', '34', 'ด.ญ.กัณญภัทร', 'ชนะเกียรติ และครอบครัว', '2015-08-07', 'แบบธรรมดา', '2000', '337/337 ม.2 หมู่บ้านไทย ต.ศิลา อ.เมือง จ.ขอนแก่น \r\n\r\nโทร.0863230344');
INSERT INTO `donation` VALUES (55, '1', '35', 'คุณธนวัฒน์ ', 'ขันทอง', '2015-10-08', 'แบบธรรมดา', '237', '');
INSERT INTO `donation` VALUES (56, '1', '36', 'รศ.ดร.ธีระ', 'ฤทธิรอด และครอบครัว', '2015-08-18', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (57, '1', '37', 'คุณเกศวณี', 'มีดี', '2015-08-18', 'แบบธรรมดา', '3000', '');
INSERT INTO `donation` VALUES (58, '1', '38', 'คุณสุภาวิตา ', 'พงษ์สกุล', '2015-09-03', 'แบบธรรมดา', '700', '');
INSERT INTO `donation` VALUES (60, '1', '39', 'คุณน้ำฝน ชาวนาเมือง, ด.ช.ธีทัต ชาวนาเมือง และ ด.ช.ธงทัต ชาวนาเมือง', '', '2015-09-04', 'แบบธรรมดา', '10000', '7-9 ซ.อินทราพิทักษ์ 1 ถ.ตากสิน แขวงบางยี่เรือ เขตธนบุรี กรุงเทพฯ 10600');
INSERT INTO `donation` VALUES (61, '140', '40', 'คุณนพศรัญ', 'สุภาไชยกิจ', '2015-09-22', 'แบบลดหย่อนภาษี', '1000', '');
INSERT INTO `donation` VALUES (62, '1', '41', 'โรงเรียนจุฬาภรณ์ราชวิทยาลัย เลย', '', '2015-10-05', 'แบบธรรมดา', '1000', '');
INSERT INTO `donation` VALUES (63, '1', '42', 'คุณธนฤทัย', 'ดอนมอญ', '2015-11-04', 'แบบธรรมดา', '2000', '22 ม.4 ต.ชานุมาน อ.ชานุมาน จ.อำนาญเจริญ');
INSERT INTO `donation` VALUES (64, '1', '43', 'มูลนิธิ วันชัย-อรชร', '', '2015-10-09', 'แบบธรรมดา', '5000', 'มูลนิธิ วันชัย-อรชร \r\n51 ม.2 ถ.ปู่เจ้าสมิงพราย ต.บางหญ้าแพรก อ.พระประเเดง จ.สมุทรปราการ 10130');
INSERT INTO `donation` VALUES (65, '1', '44', 'คณะนักศึกษาระดับปริญญาโทสาขาวิชานวัตกรรมการพัฒนาอสังหาริมทรัพย์ ', 'คณะสถาปัตยกรรมศาสตร์และการผังเมือง ม.ธรรมศาสตร์ (MIRED) รุ่นที่ 7', '2015-11-17', 'แบบธรรมดา', '2000', '');
INSERT INTO `donation` VALUES (66, '140', '41', 'คุณศิริภัทร ชินดุษฏีกุล', 'คุณบุศรินทร์ ลือถาวร', '2015-12-01', 'แบบธรรมดา', '500', '');
